var catechism = [
   {
       "num": 1,
       "q": [
           { "t": "누가 ", "c": "DarkMagenta" },
           { "t": "여러분을 만드셨습니까?" }
       ],
       "a": [
           { "t": "하나님", "c": "DarkMagenta" },
           { "t": "께서 만드셨습니다." }
       ]
   },
   {
       "num": 2,
       "q": [
           { "t": "하나님은 그 밖의 " },
           { "t": "무엇", "c": "#16C47F" },
           { "t": "을 만드셨습니까?" }
       ],
       "a": [
           { "t": "하나님은 " },
           { "t": "모든 것", "c": "#16C47F" },
           { "t": "을 만드셨습니다." }
       ]
   },
   {
       "num": 3,
       "q": [
           { "t": "하나님은 " },
           { "t": "왜 ", "c": "FA4032" },
           { "t": "여러분과 모든 것을 만드셨습니까?" }
       ],
       "a": [
           { "t": "자신의 영광을 위해서", "c": "FA4032" },
           { "t": "입니다." }
       ]
   },
   {
       "num": 4,
       "q": [
           { "t": "여러분은 " },
           { "t": "어떻게 ", "c": "3B3B1A" },
           { "t": "하나님께 영광 ", "c": "5459AC" },
           { "t": "을 돌릴 수 있습니까?" }
       ],
       "a": [
           { "t": "그를 사랑하며 ", "c": "0065F8" },
           { "t": "그가 명령한 것을 행함", "c": "16C47F" },
           { "t": "으로 입니다." }
       ]
   },
   {
       "num": 5,
       "q": [
           { "t": "여러분은 " },
           { "t": "왜 하나님께 영광", "c": "16610E" },
           { "t": "을 돌려야 합니까?" }
       ],
       "a": [
           { "t": "그가 우리를 만드셨고 ", "c": "00CAFF" },
           { "t": "또 우리를 돌보시기 때문", "c": "52357B" },
           { "t": "입니다." }
       ]
   },
   {
       "num": 6,
       "q": [
           { "t": "하나 이상의 하나님들이 계십니까?" }
       ],
       "a": [
           { "t": "오직 한 분 하나님", "c": "5409DA" },
           { "t": "이 계십니다." }
       ]
   },
   {
       "num": 7,
       "q": [
           { "t": "이 한 분 하나님", "c": "129990" },
           { "t": "은 " },
           { "t": "몇 인격", "c": "CB0404" },
           { "t": "으로 계십니까?" }
       ],
       "a": [
           { "t": "세 인격", "c": "0065F8" },
           { "t": "으로 계십니다." }
       ]
   },
   {
       "num": 8,
       "q": [
           { "t": "그들이 누구이십니까?" }
       ],
       "a": [
           { "t": "아버지", "c": "00CAFF" },
           { "t": "와 " },
           { "t": "아들", "c": "FF0B55" },
           { "t": "과 " },
           { "t": "성령", "c": "8F87F1" },
           { "t": "이십니다." }
       ]
   },
   {
       "num": 9,
       "q": [
           { "t": "하나님은 어떤 분이십니까?" }
       ],
       "a": [
           { "t": "하나님은 " },
           { "t": "영", "c": "FF0B55" },
           { "t": "이시며", "b": true },
           { "t": "그에게는 " },
           { "t": "사람과 같은 몸", "c": "00CAFF" },
           { "t": "이 없으십니다." }
       ]
   },
   {
       "num": 10,
       "q": [
           { "t": "하나님은 어디에 계십니까?" }
       ],
       "a": [
           { "t": "하나님은 " },
           { "t": "어디에나 ", "c": "8F87F1" },
           { "t": "계십니다." }
       ]
   },
   {
       "num": 11,
       "q": [
           { "t": "여러분은 하나님을 볼 수 있습니까?" }
       ],
       "a": [
           { "t": "아니오, ", "c": "00CAFF" },
           { "t": "우리는 하나님을 볼 수 없습니다.", "c": "5409DA", "b": true },
           { "t": "그러나 그는 항상 우리를 보십니다.", "c": "16C47F" }
       ]
   },
   {
       "num": 12,
       "q": [
           { "t": "하나님은 " },
           { "t": "모든 것들", "c": "FF2DD1" },
           { "t": "을 아십니까?" }
       ],
       "a": [
           { "t": "예, ", "c": "00CAFF" },
           { "t": "아무 것도 " },
           { "t": "하나님께 숨길 수 없습니다.", "c": "16C47F" }
       ]
   },
   {
       "num": 13,
       "q": [
           { "t": "하나님은 " },
           { "t": "모든 것들", "c": "FF2DD1" },
           { "t": "을 하실 수 있습니까?" }
       ],
       "a": [
           { "t": "예, ", "c": "00CAFF" },
           { "t": "하나님은 " },
           { "t": "그의 모든 거룩한 뜻", "c": "5409DA" },
           { "t": "을 행하실 수 있습니다." }
       ]
   },
   {
       "num": 14,
       "q": [
           { "t": "여러분은 " },
           { "t": "어디", "c": "00CAFF" },
           { "t": "에서 ", "b": true },
           { "t": "하나님을 사랑하고 순종하는 법", "c": "0D5EA6" },
           { "t": "을 배웁니까?" }
       ],
       "a": [
           { "t": "성경", "c": "5409DA" },
           { "t": "에서만 배웁니다." }
       ]
   },
   {
       "num": 15,
       "q": [
           { "t": "누가 ", "c": "00CAFF" },
           { "t": "성경을 썼습니까?" }
       ],
       "a": [
           { "t": "성령의 가르치심", "c": "B13BFF" },
           { "t": "을 받은 " },
           { "t": "거룩한 사람", "c": "347433" },
           { "t": "들이 썼습니다." }
       ]
   },
   {
       "num": 16,
       "q": [
           { "t": "누가 우리의 처음 조상입니까?" }
       ],
       "a": [
           { "t": "아담", "c": "347433" },
           { "t": "과 " },
           { "t": "하와 ", "c": "347433" },
           { "t": "입니다." }
       ]
   },
   {
       "num": 17,
       "q": [
           { "t": "우리의 처음 조상은 " },
           { "t": "무엇", "c": "5EABD6" },
           { "t": "으로 만들어졌습니까?" }
       ],
       "a": [
           { "t": "하나님은 ", "b": true },
           { "t": "아담의 몸", "c": "F3C623" },
           { "t": "을 " },
           { "t": "흙", "c": "A16D28" },
           { "t": "으로 만드셨고 ", "b": true },
           { "t": "하와", "c": "FF4F0F" },
           { "t": "를 " },
           { "t": "아담의 몸", "c": "F3C623" },
           { "t": "으로 만드셨습니다." }
       ]
   },
   {
       "num": 18,
       "q": [
           { "t": "하나님은 아담과 하와에게 " },
           { "t": "몸 외에 무엇", "c": "2A1458" },
           { "t": "을 주셨습니까?" }
       ],
       "a": [
           { "t": "하나님은 그들에게 " },
           { "t": "죽을 수 없는 영혼들", "c": "FF2DF1" },
           { "t": "을 주셨습니다." }
       ]
   },
   {
       "num": 19,
       "q": [
           { "t": "여러분에게는 " },
           { "t": "몸", "c": "FFB200" },
           { "t": "뿐만 아니라 " },
           { "t": "영혼", "c": "03A6A1" },
           { "t": "도 있습니까?" }
       ],
       "a": [
           { "t": "예, ", "c": "C83F12" },
           { "t": "우리에게는 " },
           { "t": "죽을 수 없는 영혼", "c": "FF2DF1" },
           { "t": "도 있습니다." }
       ]
   },
    {
        "num": 20,
        "q": [
            { "t": "여러분은 " },
            { "t": "여러분에게 영혼이 있다는 것", "c": "D94A94" },
            { "t": "을 어떻게 압니까?" }
        ],
        "a": [
            { "t": "성경이 저에게 그렇게 말씀", "c": "4AD961" },
            { "t": "하기 때문에 압니다." }
        ]
    },
    {
        "num": 21,
        "q": [
            { "t": "하나님은 " },
            { "t": "아담과 하와를 어떤 상태", "c": "D97B4A" },
            { "t": "로 만드셨습니까?" }
        ],
        "a": [
            { "t": "그는 그들을 " },
            { "t": "거룩하고 행복", "c": "4AD9B7" },
            { "t": "하게 만드셨습니다." }
        ]
    },
    {
        "num": 22,
        "q": [
            { "t": "언약", "c": "614AD9" },
            { "t": "이 무엇입니까?" }
        ],
        "a": [
            { "t": "두 사람이나 그 이상의 사람들 간의 약속", "c": "D94A61" },
            { "t": "입니다." }
        ]
    },
    {
        "num": 23,
        "q": [
            { "t": "하나님은 아담과 무슨 " },
            { "t": "언약", "c": "D9B74A" },
            { "t": "을 맺으셨습니까?" }
        ],
        "a": [
            { "t": "행위의 언약", "c": "4AD97B" },
            { "t": "을 맺으셨습니다." }
        ]
    },
    {
        "num": 24,
        "q": [
            { "t": "아담은 " },
            { "t": "행위 언약", "c": "94D94A" },
            { "t": "으로 말미암아 무엇을 해야 했습니까?" }
        ],
        "a": [
            { "t": "하나님", "c": "D94A94" },
            { "t": "께 온전히 " },
            { "t": "순종", "c": "4AD961" },
            { "t": "해야 했습니다." }
        ]
    },
    {
        "num": 25,
        "q": [
            { "t": "하나님은 " },
            { "t": "행위 언약", "c": "D97B4A" },
            { "t": "에서 무엇을 " },
            { "t": "약속", "c": "4AD9B7" },
            { "t": "하셨습니까?" }
        ],
        "a": [
            { "t": "아담이 그에게 " },
            { "t": "순종", "c": "614AD9" },
            { "t": "하면 ", "b": true  },
            { "t": "생명으로 상주실 것", "c": "D94A61" },
            { "t": "을 약속하셨습니다." }
        ]
    },
    {
        "num": 26,
        "q": [
            { "t": "하나님은 " },
            { "t": "행위 언약", "c": "D9B74A" },
            { "t": "에서 무엇을 " },
            { "t": "경고", "c": "4AD97B" },
            { "t": "하셨습니까?" }
        ],
        "a": [
            { "t": "아담이 " },
            { "t": "불순종", "c": "94D94A" },
            { "t": " 하면 ", "b": true  },
            { "t": "죽음으로 벌주실 것", "c": "D94A94" },
            { "t": "을 경고하셨습니다." }
        ]
    },
    {
        "num": 27,
        "q": [
            { "t": "아담은 행위 언약을 지켰습니까?" }
        ],
        "a": [
            { "t": "아니오", "c": "4AD961" },
            { "t": ", 그는 하나님께 " },
            { "t": "죄", "c": "D97B4A" },
            { "t": "를 지었습니다." }
        ]
    },
    {
        "num": 28,
        "q": [
            { "t": "죄", "c": "4AD9B7" },
            { "t": "가 무엇입니까?" }
        ],
        "a": [
            { "t": "죄는 " },
            { "t": "하나님의 법", "c": "614AD9" },
            { "t": "을 " },
            { "t": "지키지 못하거나 범한 것", "c": "D94A61" },
            { "t": "입니다." }
        ]
    },
    {
        "num": 29,
        "q": [
            { "t": "하나님의 법을 지키지 못했다", "c": "D9B74A" },
            { "t": "는 말이 무슨 뜻입니까?" }
        ],
        "a": [
            { "t": "하나님이 " },
            { "t": "원하시는 사람", "c": "4AD97B" },
            { "t": "이 되지 못하거나 ", "b": true },
            { "t": "원하시는 행동", "c": "94D94A" },
            { "t": "을 하지 못한 것을 말합니다." }
        ]
    },
    {
        "num": 30,
        "q": [
            { "t": "하나님의 법을 범했다는 것", "c": "D94A94" },
            { "t": "이 무슨 뜻입니까?" }
        ],
        "a": [
            { "t": "하나님이 " },
            { "t": "금하신 것을 행한 것", "c": "4AD961" },
            { "t": "을 말합니다." }
        ]
    },
    {
        "num": 31,
        "q": [
            { "t": "우리의 " },
            { "t": "처음 조상의 죄", "c": "D97B4A" },
            { "t": "가 무엇이었습니까?" }
        ],
        "a": [
            { "t": "금지된 과일을 먹은 것", "c": "4AD9B7" },
            { "t": "입니다." }
        ]
    },
    {
        "num": 32,
        "q": [
            { "t": "누가", "c": "614AD9" },
            { "t": " 그들을 이 죄에 빠지게 유혹하였는가?" }
        ],
        "a": [
            { "t": "마귀", "c": "D94A61" },
            { "t": "가 하와를 유혹하였고 ", "b": true },
            { "t": "여자는 그 과일을 아담에게 주었습니다." }
        ]
    },
    {
        "num": 33,
        "q": [
            { "t": "우리의 처음 조상이 죄를 지었을 때 " },
            { "t": "어떤 일", "c": "D9B74A" },
            { "t": "이 생겼습니까?" }
        ],
        "a": [
            { "t": "그들은 " },
            { "t": "거룩하고 행복한 대신", "c": "4AD97B" },
            { "t": "에 ", "b": true },
            { "t": "죄악되고 불행", "c": "94D94A" },
            { "t": "하게 되었습니다." }
        ]
    },
    {
        "num": 34,
        "q": [
            { "t": "아담은 행위 언약에서 " },
            { "t": "자신을 위해서만 행동", "c": "D94A94" },
            { "t": "했습니까?" }
        ],
        "a": [
            { "t": "아니오, ", "c": "4AD961", "b": true },
            { "t": "그는 " },
            { "t": "그의 모든 후손을 대표", "c": "D97B4A" },
            { "t": "하였습니다." }
        ]
    },
    {
        "num": 35,
        "q": [
            { "t": "아담의 죄는 " },
            { "t": "모든 사람", "c": "4AD9B7" },
            { "t": "에게 " },
            { "t": "무슨 결과", "c": "614AD9" },
            { "t": "를 가져왔습니까?" }
        ],
        "a": [
            { "t": "모든 사람", "c": "4AD9B7" },
            { "t": "은 " },
            { "t": "죄", "c": "D94A61" },
            { "t": "와 " },
            { "t": "불행", "c": "D9B74A" },
            { "t": " 가운데서 태어나게 되었습니다." }
        ]
    },
    {
        "num": 36,
        "q": [
            { "t": "우리가 아담으로부터 물려받는 " },
            { "t": "죄악된 성질", "c": "4AD97B" },
            { "t": "을 무어라고 부릅니까?" }
        ],
        "a": [
            { "t": "원죄", "c": "94D94A" },
            { "t": "라고 부릅니다." }
        ]
    },
    {
        "num": 37,
        "q": [
            { "t": "모든 죄는 " },
            { "t": "무엇", "c": "D94A94" },
            { "t": "을 받아야 합니까?" }
        ],
        "a": [
            { "t": "하나님", "c": "4AD961" },
            { "t": "의 " },
            { "t": "진노", "c": "D97B4A" },
            { "t": "와 " },
            { "t": "저주", "c": "4AD9B7" },
            { "t": "를 받아야 합니다." }
        ]
    },
    {
        "num": 38,
        "q": [
            { "t": "누구든지 이 " },
            { "t": "죄악된 성질", "c": "614AD9" },
            { "t": "을 가지고 " },
            { "t": "천국", "c": "D94A61" },
            { "t": "에 갈 수 있습니까?" }
        ],
        "a": [
            { "t": "아니오, ", "c": "D9B74A", "b": true },
            { "t": "우리의 " },
            { "t": "마음", "c": "4AD97B" },
            { "t": "이 새로워져야 " },
            { "t": "천국", "c": "D94A61" },
            { "t": "에 들어갈 수 있습니다." }
        ]
    },
    {
        "num": 39,
        "q": [
            { "t": "마음", "c": "94D94A" },
            { "t": "이 새로워지는 것을 무어라고 부릅니까?" }
        ],
        "a": [
            { "t": "중생(거듭남)", "c": "D94A94" },
            { "t": "이라고 부릅니다." }
        ]
    },
    {
        "num": 40,
        "q": [
            { "t": "누가", "c": "4AD961" },
            { "t": " 죄인의 마음을 새롭게 할 수 있습니까?" }
        ],
        "a": [
            { "t": "성령", "c": "D97B4A" },
            { "t": "께서만 하실 수 있습니다." }
        ]
    },
    {
        "num": 41,
        "q": [
            { "t": "누구든지", "c": "4AD9B7" },
            { "t": " 행위 언약으로 " },
            { "t": "구원", "c": "614AD9" },
            { "t": "받을 수 있습니까?" }
        ],
        "a": [
            { "t": "아무도", "c": "D94A61" },
            { "t": " 행위 언약으로는 " },
            { "t": "구원", "c": "614AD9" },
            { "t": "을 받을 수 없습니다." }
        ]
    },
    {
        "num": 42,
        "q": [
            { "t": "왜", "c": "D9B74A" },
            { "t": " 아무도 행위 언약으로 " },
            { "t": "구원", "c": "4AD97B" },
            { "t": "을 받을 수 없습니까?" }
        ],
        "a": [
            { "t": "모든 사람", "c": "94D94A" },
            { "t": "이 그것을 어겼고 그것으로 " },
            { "t": "정죄", "c": "D94A94" },
            { "t": "를 받았기 때문입니다." }
        ]
    },
    {
        "num": 43,
        "q": [
            { "t": "하나님 아버지께서는 " },
            { "t": "누구", "c": "4AD961" },
            { "t": "와 " },
            { "t": "은혜 언약", "c": "D97B4A" },
            { "t": "을 맺으셨습니까?" }
        ],
        "a": [
            { "t": "그의 " },
            { "t": "택한 백성", "c": "4AD9B7" },
            { "t": "들과 맺으셨습니다." }
        ]
    },
    {
        "num": 44,
        "q": [
            { "t": "은혜 언약", "c": "614AD9" },
            { "t": "은 " },
            { "t": "무엇", "c": "D94A61" },
            { "t": "에 근거합니까?" }
        ],
        "a": [
            { "t": "예수 그리스도", "c": "D9B74A" },
            { "t": "께서 " },
            { "t": "행하신 일", "c": "4AD97B" },
            { "t": "에 근거합니다." }
        ]
    },
    {
        "num": 45,
        "q": [
            { "t": "예수 그리스도", "c": "94D94A" },
            { "t": "께서 행하신 일이 무엇입니까?" }
        ],
        "a": [
            { "t": "자기 백성을 위해", "c": "D94A94" },
            { "t": " " },
            { "t": "모든 율법", "c": "4AD961" },
            { "t": "을 지키시고 ", "b": true },
            { "t": "그들의 죄의 형벌을 받으신 것", "c": "D97B4A" },
            { "t": "입니다." }
        ]
    },
    {
        "num": 46,
        "q": [
            { "t": "우리 주 예수 그리스도는 " },
            { "t": "지극히 작은 죄", "c": "4AD9B7" },
            { "t": "라도 지으셨습니까?" }
        ],
        "a": [
            { "t": "아니오", "c": "614AD9" },
            { "t": ", 그는 " },
            { "t": "거룩", "c": "D94A61" },
            { "t": "하시고 " },
            { "t": "악", "c": "D9B74A" },
            { "t": "과 " },
            { "t": "더러움", "c": "4AD97B" },
            { "t": "이 없으셨습니다." }
        ]
    },
    {
        "num": 47,
        "q": [
            { "t": "하나님의 아들", "c": "94D94A" },
            { "t": "께서 어떻게 " },
            { "t": "고난", "c": "D94A94" },
            { "t": "을 받으셨습니까?" }
        ],
        "a": [
            { "t": "하나님의 아들 " },
            { "t": "그리스도", "c": "4AD961" },
            { "t": "께서는 ", "b": true },
            { "t": "사람", "c": "D97B4A" },
            { "t": "이 되셔서 " },
            { "t": "사람", "c": "D97B4A" },
            { "t": "의 성질을 지닌 상태로 ", "b": true  },
            { "t": "순종", "c": "4AD9B7" },
            { "t": "하시고 " },
            { "t": "고난", "c": "D94A61" },
            { "t": "을 받으셨습니다." }
        ]
    },
    {
        "num": 48,
        "q": [
            { "t": "속죄", "c": "614AD9" },
            { "t": "라는 말이 무엇을 뜻합니까?" }
        ],
        "a": [
            { "t": "그리스도께서 ", "b": true  },
            { "t": "죄인들을 대신", "c": "D94A61" },
            { "t": "하여 " },
            { "t": "고난", "c": "D9B74A" },
            { "t": "을 당하시고 " },
            { "t": "죽으심", "c": "4AD97B" },
            { "t": "으로 ", "b": true  },
            { "t": "하나님의 공의", "c": "94D94A" },
            { "t": "를 " },
            { "t": "만족", "c": "D94A94" },
            { "t": "시키신 것을 뜻합니다." }
        ]
    },
    {
        "num": 49,
        "q": [
            { "t": "하나님 아버지께서 " },
            { "t": "은혜 언약", "c": "4AD961" },
            { "t": "에서 " },
            { "t": "무엇", "c": "D97B4A" },
            { "t": "을 약속하셨습니까?" }
        ],
        "a": [
            { "t": "그리스도께서 위하여 죽으신 자들을 ", "b": true },
            { "t": "의롭다", "c": "4AD9B7" },
            { "t": " 하시고 " },
            { "t": "거룩하게 하실 것", "c": "614AD9" },
            { "t": "을 약속하셨습니다." }
        ]
    },
    {
        "num": 50,
        "q": [
            { "t": "의롭다", "c": "D94A61" },
            { "t": " 하심이 무엇입니까?" }
        ],
        "a": [
            { "t": "그것은 하나님께서 죄인을 " },
            { "t": "용서", "c": "D9B74A" },
            { "t": "하시고 ", "b": true  },
            { "t": "마치 죄를 한번도 지은 적이 없는 것처럼", "c": "4AD97B" },
            { "t": " 여기시는 것입니다." }
        ]
    },
    {
        "num": 51,
        "q": [
            { "t": "거룩하게", "c": "94D94A" },
            { "t": " 하심이 무엇입니까?" }
        ],
        "a": [
            { "t": "그것은 하나님께서 죄인의 " },
            { "t": "마음", "c": "D94A94" },
            { "t": "과 " },
            { "t": "행위", "c": "4AD961" },
            { "t": "를 " },
            { "t": "거룩하게 만드시는 것", "c": "D97B4A" },
            { "t": "입니다." }
        ]
    },
    {
        "num": 52,
        "q": [
            { "t": "그리스도는 " },
            { "t": "누구", "c": "4AD9B7" },
            { "t": "를 대신하여 " },
            { "t": "순종", "c": "614AD9" },
            { "t": "하시고 " },
            { "t": "고난", "c": "D94A61" },
            { "t": "을 당하셨습니까?" }
        ],
        "a": [
            { "t": "아버지께서 " },
            { "t": "그에게 주신 자", "c": "D9B74A" },
            { "t": "들을 대신하여 하셨습니다." }
        ]
    },
    {
        "num": 53,
        "q": [
            { "t": "그리스도는 이 세상에서 " },
            { "t": "어떤 종류의 삶", "c": "4AD97B" },
            { "t": "을 사셨습니까?" }
        ],
        "a": [
            { "t": "가난", "c": "94D94A" },
            { "t": "과 " },
            { "t": "고난", "c": "D94A94" },
            { "t": "의 " },
            { "t": "삶", "c": "4AD961" },
            { "t": "을 사셨습니다." }
        ]
    },
    {
        "num": 54,
        "q": [
            { "t": "그리스도는 " },
            { "t": "어떤 종류의 죽음", "c": "D97B4A" },
            { "t": "을 죽으셨습니까?" }
        ],
        "a": [
            { "t": "고통스럽고 수치스러운 십자가의 죽음", "c": "4AD9B7" },
            { "t": "을 죽으셨습니다." }
        ]
    },
    {
        "num": 55,
        "q": [
            { "t": "누가", "c": "614AD9" },
            { "t": " " },
            { "t": "구원", "c": "D94A61" },
            { "t": "을 얻을 것입니까?" }
        ],
        "a": [
            { "t": "오직 " , "b": true },
            { "t": "죄를 회개", "c": "D9B74A" },
            { "t": "하고 " , "b": true },
            { "t": "그리스도를 믿고", "c": "4AD97B", "b": true },
            { "t": " " },
            { "t": "거룩한 삶을 사는 자", "c": "94D94A" },
            { "t": "가 구원을 얻을 것입니다." }
        ]
    },
    {
        "num": 56,
        "q": [
            { "t": "회개", "c": "D94A94" },
            { "t": "하는 것이 무엇입니까?" }
        ],
        "a": [
            { "t": "죄를 뉘우치며", "c": "4AD961" },
            { "t": " 그것이 하나님을 불쾌하게 하기 때문에 ", "b": true  },
            { "t": " 그것을 " },
            { "t": "미워하고 버리는 것", "c": "D97B4A" },
            { "t": "입니다." }
        ]
    },
    {
        "num": 57,
        "q": [
            { "t": "그리스도를 " },
            { "t": "믿는 것", "c": "4AD9B7" },
            { "t": "이 무엇입니까?" }
        ],
        "a": [
            { "t": "구원을 위해 " },
            { "t": "그리스도", "c": "614AD9" },
            { "t": "만을 " },
            { "t": "의지", "c": "D94A61" },
            { "t": "하는 것입니다." }
        ]
    },
    {
        "num": 58,
        "q": [
            { "t": "여러분은 여러분 " },
            { "t": "자신의 힘", "c": "D9B74A" },
            { "t": "으로 " },
            { "t": "회개", "c": "4AD97B" },
            { "t": "하고 " },
            { "t": "그리스도를 믿을 수", "c": "94D94A" },
            { "t": " 있습니까?" }
        ],
        "a": [
            { "t": "아니오, ", "c": "D94A94" , "b": true },
            { "t": "우리는 " },
            { "t": "하나님의 성령의 도우심", "c": "4AD961" },
            { "t": "이 없이는 아무런 " },
            { "t": "선한 것", "c": "D97B4A" },
            { "t": "을 행할 수 없습니다." }
        ]
    },
    {
        "num": 59,
        "q": [
            { "t": "여러분은 어떻게 " },
            { "t": "성령의 도우심", "c": "4AD9B7" },
            { "t": "을 얻을 수 있습니까?" }
        ],
        "a": [
            { "t": "하나님께서는 " },
            { "t": "성령을 위해", "c": "614AD9" },
            { "t": " 우리가 하나님께 " },
            { "t": "기도", "c": "D94A61" },
            { "t": "해야 한다고 말씀하셨습니다." }
        ]
    },
    {
        "num": 60,
        "q": [
            { "t": "그리스도께서는 " },
            { "t": "돌아가신지", "c": "D9B74A" },
            { "t": " 얼마나 되셨습니까?" }
        ],
        "a": [
            { "t": "1900", "c": "4AD97B" },
            { "t": "년 이상이나 되었습니다." }
        ]
    },
    {
        "num": 61,
        "q": [
            { "t": "그리스도께서 세상에 " },
            { "t": "오시기 전", "c": "94D94A" },
            { "t": "에는 " },
            { "t": "경건한 사람", "c": "D94A94" },
            { "t": "들이 어떻게 " },
            { "t": "구원", "c": "4AD961" },
            { "t": "을 받았습니까?" }
        ],
        "a": [
            { "t": "오실 구주", "c": "D97B4A" },
            { "t": "를 " },
            { "t": "믿음", "c": "4AD9B7" },
            { "t": "으로 받았습니다." }
        ]
    },
    {
        "num": 62,
        "q": [
            { "t": "그들은 자신의 " },
            { "t": "믿음", "c": "614AD9" },
            { "t": "을 " },
            { "t": "어떻게", "c": "D94A61" },
            { "t": " 나타내었습니까?" }
        ],
        "a": [
            { "t": "하나님의 제단에 " },
            { "t": "제물들을 드림", "c": "D9B74A" },
            { "t": "으로 나타내었습니다." }
        ]
    },
    {
        "num": 63,
        "q": [
            { "t": "이러한 " },
            { "t": "제물", "c": "4AD97B" },
            { "t": "들은 " },
            { "t": "무엇", "c": "94D94A" },
            { "t": "을 나타냅니까?" }
        ],
        "a": [
            { "t": "죄인", "c": "D94A94" },
            { "t": "들을 위해 죽어야 할 " },
            { "t": "하나님의 어린양", "c": "4AD961" },
            { "t": " " },
            { "t": "그리스도", "c": "D97B4A" },
            { "t": "를 나타냅니다." }
        ]
    },
    {
        "num": 64,
        "q": [
            { "t": "그리스도", "c": "4AD9B7" },
            { "t": "는 " },
            { "t": "어떤 직분", "c": "614AD9" },
            { "t": "을 가지고 계십니까?" }
        ],
        "a": [
            { "t": "그리스도", "c": "4AD9B7" },
            { "t": "는 " },
            { "t": "세 가지 직분", "c": "D94A61" },
            { "t": "들을 가지고 계십니다." }
        ]
    },
    {
        "num": 65,
        "q": [
            { "t": "그것들이 " },
            { "t": "무엇", "c": "D9B74A" },
            { "t": "입니까?" }
        ],
        "a": [
            { "t": "선지자", "c": "4AD97B" },
            { "t": "와 " },
            { "t": "제사장", "c": "94D94A" },
            { "t": "과 " },
            { "t": "왕", "c": "D94A94" },
            { "t": "의 직분입니다." }
        ]
    },
    {
        "num": 66,
        "q": [
            { "t": "그리스도는 어떻게 " },
            { "t": "선지자", "c": "4AD961" },
            { "t": "이십니까?" }
        ],
        "a": [
            { "t": "그것은 그가 우리에게 " },
            { "t": "하나님의 뜻", "c": "D97B4A" },
            { "t": "을 " },
            { "t": "가르치시기 때문", "c": "4AD9B7" },
            { "t": "입니다." }
        ]
    },
    {
        "num": 67,
        "q": [
            { "t": "그리스도는 어떻게 " },
            { "t": "제사장", "c": "614AD9" },
            { "t": "이십니까?" }
        ],
        "a": [
            { "t": "그것은 그가 " },
            { "t": "우리의 죄", "c": "D94A61" },
            { "t": "를 " },
            { "t": "대신하여 죽으셨고", "c": "D9B74A", "b": true  },
            { "t": " 우리를 위해 하나님께 " },
            { "t": "기도", "c": "4AD97B" },
            { "t": "하시기 때문입니다." }
        ]
    },
    {
        "num": 68,
        "q": [
            { "t": "그리스도는 어떻게 " },
            { "t": "왕", "c": "94D94A" },
            { "t": "이십니까?" }
        ],
        "a": [
            { "t": "그것은 그가 " },
            { "t": "우리를 다스리시고", "c": "D94A94" },
            { "t": " " },
            { "t": "우리를 지키시기", "c": "4AD961" },
            { "t": " 때문입니다." }
        ]
    },
    {
        "num": 69,
        "q": [
            { "t": "여러분은 왜 " },
            { "t": "선지자", "c": "D97B4A" },
            { "t": "이신 " },
            { "t": "그리스도", "c": "4AD9B7" },
            { "t": "가 " },
            { "t": "필요", "c": "614AD9" },
            { "t": "합니까?" }
        ],
        "a": [
            { "t": "우리는 " },
            { "t": "무지하기 때문", "c": "D94A61" },
            { "t": "입니다." }
        ]
    },
    {
        "num": 70,
        "q": [
            { "t": "여러분은 왜 " },
            { "t": "제사장", "c": "D9B74A" },
            { "t": "이신 " },
            { "t": "그리스도", "c": "4AD97B" },
            { "t": "가 " },
            { "t": "필요", "c": "94D94A" },
            { "t": "합니까?" }
        ],
        "a": [
            { "t": "우리는 " },
            { "t": "죄를 범한 자이기 때문", "c": "D94A94" },
            { "t": "입니다." }
        ]
    },
    {
        "num": 71,
        "q": [
            { "t": "여러분은 왜 " },
            { "t": "왕", "c": "4AD961" },
            { "t": "이신 " },
            { "t": "그리스도", "c": "D97B4A" },
            { "t": "가 " },
            { "t": "필요", "c": "4AD9B7" },
            { "t": "합니까?" }
        ],
        "a": [
            { "t": "우리는 " },
            { "t": "약하고 힘이 없기 때문", "c": "614AD9" },
            { "t": "입니다." }
        ]
    },
    {
        "num": 72,
        "q": [
            { "t": "하나님은 " },
            { "t": "시내산", "c": "D94A61" },
            { "t": "에서 " },
            { "t": "몇 가지", "c": "D9B74A" },
            { "t": " 명령을 주셨습니까?" }
        ],
        "a": [
            { "t": "열", "c": "4AD97B" },
            { "t": " 가지 명령을 주셨습니다." }
        ]
    },
    {
        "num": 73,
        "q": [
            { "t": "열", "c": "94D94A" },
            { "t": " 가지 명령을 흔히 무어라고 부릅니까?" }
        ],
        "a": [
            { "t": "'십계명'", "c": "D94A94" },
            { "t": "이라고 부릅니다." }
        ]
    },
    {
        "num": 74,
        "q": [
            { "t": "처음 " },
            { "t": "네", "c": "4AD961" },
            { "t": " 가지 명령은 " },
            { "t": "무엇", "c": "D97B4A" },
            { "t": "을 가르칩니까?" }
        ],
        "a": [
            { "t": "하나님", "c": "4AD9B7" },
            { "t": "께 대한 " },
            { "t": "우리의 의무", "c": "614AD9" },
            { "t": "를 가르칩니다." }
        ]
    },
    {
        "num": 75,
        "q": [
            { "t": "나머지 " },
            { "t": "여섯", "c": "D94A61" },
            { "t": " 가지 명령은 " },
            { "t": "무엇", "c": "D9B74A" },
            { "t": "을 가르칩니까?" }
        ],
        "a": [
            { "t": "우리의 이웃 사람들", "c": "4AD97B" },
            { "t": "에 대한 " },
            { "t": "우리의 의무", "c": "94D94A" },
            { "t": "를 가르칩니다." }
        ]
    },
    {
        "num": 76,
        "q": [
            { "t": "십계명", "c": "D94A94" },
            { "t": "의 요점은 무엇입니까?" }
        ],
        "a": [
            { "t": "우리의 마음", "c": "4AD961" },
            { "t": "을 다하여 " },
            { "t": "하나님", "c": "D97B4A" },
            { "t": "을 " },
            { "t": "사랑", "c": "4AD9B7" },
            { "t": "하고 ", "b": true  },
            { "t": "우리의 이웃", "c": "614AD9" },
            { "t": "을 " },
            { "t": "우리 자신처럼 사랑하라는 것", "c": "D94A61" },
            { "t": "입니다." }
        ]
    },
    {
        "num": 77,
        "q": [
            { "t": "여러분의 " },
            { "t": "이웃", "c": "D9B74A" },
            { "t": "이 누구입니까?" }
        ],
        "a": [
            { "t": "우리의 " },
            { "t": "모든 친구", "c": "4AD97B" },
            { "t": "들이 " },
            { "t": "이웃", "c": "D9B74A" },
            { "t": "입니다." }
        ]
    },
    {
        "num": 78,
        "q": [
            { "t": "하나님은 " },
            { "t": "그를 사랑하고", "c": "94D94A" },
            { "t": " " },
            { "t": "그에게 순종하는 자", "c": "D94A94" },
            { "t": "를 기뻐하십니까?" }
        ],
        "a": [
            { "t": "예, ", "c": "4AD961", "b": true  },
            { "t": "그는 말씀하시기를, " },
            { "t": "나는 나를 사랑하는 자를 사랑한다", "c": "D97B4A" },
            { "t": "고 하셨습니다." }
        ]
    },
    {
        "num": 79,
        "q": [
            { "t": "하나님은 " },
            { "t": "그를 사랑하지 않고", "c": "4AD9B7" },
            { "t": " " },
            { "t": "순종하지 않는 자들", "c": "614AD9" },
            { "t": "을 불쾌하게 여기십니까?" }
        ],
        "a": [
            { "t": "예, ", "c": "D94A61", "b": true  },
            { "t": "'하나님께서는 " },
            { "t": "악인", "c": "D9B74A" },
            { "t": "들을 인하여 매일 " },
            { "t": "분노", "c": "4AD97B" },
            { "t": "하십니다.'" }
        ]
    },
    {
        "num": 80,
        "q": [
            { "t": "제1계명이 무엇입니까?" }
        ],
        "a": [
            { "t": "제1계명은 ", "b": true   },
            { "t": "'너는 나 외에 " },
            { "t": "다른 신", "c": "94D94A" },
            { "t": "을 네게 있게 " },
            { "t": "말지니라'", "c": "D94A94", "b": true },
            { "t": " 입니다." }
        ]
    },
    {
        "num": 81,
        "q": [
            { "t": "제1계명은 우리에게 " },
            { "t": "무엇", "c": "4AD961" },
            { "t": "을 가르칩니까?" }
        ],
        "a": [
            { "t": "하나님", "c": "D97B4A" },
            { "t": "께만 " },
            { "t": "예배", "c": "4AD9B7" },
            { "t": "하라고 가르칩니다." }
        ]
    },
    {
        "num": 82,
        "q": [
            { "t": "제2계명은 무엇입니까?" }
        ],
        "a": [
            { "t": "제2계명은 ", "b": true },
            { "t": "'너를 위하여 새긴 " },
            { "t": "우상을 만들지 말고", "c": "614AD9", "b": true },
            { "t": " 또 위로 하늘에 있는 것이나 ", "b": true  },
            { "t": " 아래로 땅에 있는 것이나 " , "b": true },
            { "t": " 땅 아래 물 속에 있는 것의 " , "b": true },
            { "t": " 아무 형상이든지 만들지 말며", "c": "D94A61", "b": true },
            { "t": " 그것들에게 " },
            { "t": "절하지 말며", "c": "D9B74A" , "b": true},
            { "t": " 그것들을 " },
            { "t": "섬기지 말라.", "c": "4AD97B" , "b": true},
            { "t": " 나 여호와 너의 하나님은 " },
            { "t": "질투하는 하나님", "c": "94D94A" },
            { "t": "인즉 " , "b": true },
            { "t": " 나를 미워하는 자의 죄를 갚되 아비로부터 아들에게로 3, 4대까지 이르게 하거니와 " , "b": true },
            { "t": " 나를 사랑하고 내 계명을 지키는 자", "c": "D94A94" },
            { "t": "에게는 " , "b": true },
            { "t": " 천대까지 은혜", "c": "4AD961" },
            { "t": "를 베푸느니라'" , "b": true },
            { "t": "입니다." }
        ]
    },
    {
        "num": 83,
        "q": [
            { "t": "제2계명은 우리에게 무엇을 가르칩니까?" }
        ],
        "a": [
            { "t": "올바른 방식", "c": "D97B4A" },
            { "t": "으로 하나님께 " },
            { "t": "예배", "c": "4AD9B7" },
            { "t": "하고 ", "b": true  },
            { "t": "우상 숭배를 피하라", "c": "614AD9" },
            { "t": "고 가르칩니다." }
        ]
    },
    {
        "num": 84,
        "q": [
            { "t": "제3계명은 무엇입니까?" }
        ],
        "a": [
            { "t": "제3계명은 ", "b": true   },
            { "t": "'너는 너의 하나님 여호와의 " },
            { "t": "이름", "c": "D94A61" },
            { "t": "을 " },
            { "t": "망녕되이 일컫지 말라'", "c": "D9B74A", "b":true},
            { "t": "입니다." }
        ]
    },
    {
        "num": 85,
        "q": [
            { "t": "제3계명은 우리에게 무엇을 가르칩니까?" }
        ],
        "a": [
            { "t": "하나님의 " },
            { "t": "이름", "c": "4AD97B" },
            { "t": "을 " },
            { "t": "장난 삼아 부르지 말고", "c": "94D94A" , "b": true },
            { "t": " 그의 " },
            { "t": "이름과 말씀과 행위", "c": "D94A94" },
            { "t": "를 " },
            { "t": "존경", "c": "4AD961" },
            { "t": "하라고 가르칩니다." }
        ]
    },
    {
        "num": 86,
        "q": [
            { "t": "제4계명은 무엇입니까?" }
        ],
        "a": [
            { "t": "제4계명은 ", "b": true },
            { "t": "'안식일", "c": "D97B4A" },
            { "t": "을 기억하여 거룩히 지키라. ", "b": true  },
            { "t": " 엿새 동안은 힘써 네 모든 일을 행할 것이나 ", "b": true  },
            { "t": " 제7일은 너의 하나님 여호와의 " },
            { "t": "안식일", "c": "D97B4A" },
            { "t": "인즉 ", "b": true  },
            { "t": " 너나 네 아들이나 네 딸이나 네 남종이나 네 여종이나 네 육축이나 네 문 안에 유하는 객이라도 아무 일도 하지 말라. " , "b": true },
            { "t": " 이는 엿새 동안에 나 여호와가 하늘과 땅과 바다와 그 가운데 모든 것을 만들고 제7일에 쉬었음이라. " , "b": true },
            { "t": " 그러므로 나 여호와가 " },
            { "t": "안식일", "c": "D97B4A" },
            { "t": "을 " },
            { "t": "복되게", "c": "4AD9B7" },
            { "t": " 하여 그 날을 " },
            { "t": "거룩하게", "c": "614AD9" },
            { "t": " 하였느니라'" , "b": true },
            { "t": "입니다." }
        ]
    },
    {
        "num": 87,
        "q": [
            { "t": "제4계명은 우리에게 무엇을 가르칩니까?" }
        ],
        "a": [
            { "t": "안식일", "c": "D94A61" },
            { "t": "을 거룩하게 지키라고 가르칩니다." }
        ]
    },
    {
        "num": 88,
        "q": [
            { "t": "그리스도인의 " },
            { "t": "안식일", "c": "D9B74A" },
            { "t": "은 한 주간의 어느 날입니까?" }
        ],
        "a": [
            { "t": "한 주간의 " },
            { "t": "첫날", "c": "4AD97B" },
            { "t": " 곧 " },
            { "t": "주일(主日)", "c": "94D94A" },
            { "t": "이라고 부르는 날입니다." }
        ]
    },
    {
        "num": 89,
        "q": [
            { "t": "왜 그 날을 " },
            { "t": "주일", "c": "D94A94" },
            { "t": "이라고 부릅니까?" }
        ],
        "a": [
            { "t": "그 날에 " },
            { "t": "그리스도", "c": "4AD961" },
            { "t": "께서 " },
            { "t": "부활", "c": "D97B4A" },
            { "t": "하셨기 때문입니다." }
        ]
    },
    {
        "num": 90,
        "q": [
            { "t": "안식일", "c": "4AD9B7" },
            { "t": "은 어떻게 보내야 합니까?" }
        ],
        "a": [
            { "t": "하나님께 " },
            { "t": "기도", "c": "614AD9" },
            { "t": "하고 " },
            { "t": "찬송", "c": "D94A61" },
            { "t": "하며 ", "b" : true },
            { "t": "그의 " },
            { "t": "말씀", "c": "D9B74A" },
            { "t": "을 듣고 읽음으로써 그에게 " },
            { "t": "예배", "c": "4AD97B" },
            { "t": "드리고, " , "b" : true },
            { "t": "친구들에게 착한 일", "c": "94D94A" },
            { "t": "을 하면서 보내야 합니다." }
        ]
    },
    {
        "num": 91,
        "q": [
            { "t": "제5계명은 무엇입니까?" }
        ],
        "a": [
            { "t": "제5계명은 ", "b": true   },
            { "t": "'네 " },
            { "t": "부모", "c": "D94A94" },
            { "t": "를 " },
            { "t": "공경", "c": "4AD961" },
            { "t": "하라. ", "b": true  },
            { "t": "그리하면 너의 하나님 나 여호와가 네게 준 땅에서 네 " },
            { "t": "생명", "c": "D97B4A" },
            { "t": "이 길리라'" , "b": true },
            { "t": "입니다." }
        ]
    },
    {
        "num": 92,
        "q": [
            { "t": "제5계명은 우리에게 무엇을 가르칩니까?" }
        ],
        "a": [
            { "t": "우리의 " },
            { "t": "부모님", "c": "4AD9B7" },
            { "t": "과 " },
            { "t": "선생님", "c": "614AD9" },
            { "t": "을 " },
            { "t": "존경", "c": "D94A61" },
            { "t": "하고 ", "b": true },
            { "t": "그들에게 " },
            { "t": "순종", "c": "D9B74A" },
            { "t": "하라고 가르칩니다." }
        ]
    },
    {
        "num": 93,
        "q": [
            { "t": "제6계명은 무엇입니까?" }
        ],
        "a": [
            { "t": "제6계명은 ", "b": true   },
            { "t": "'" },
            { "t": "살인", "c": "4AD97B" },
            { "t": "하지 말지니라'" , "b": true },
            { "t": "입니다." }
        ]
    },
    {
        "num": 94,
        "q": [
            { "t": "제6계명은 우리에게 무엇을 가르칩니까?" }
        ],
        "a": [
            { "t": "사람을 " },
            { "t": "죽이지 말고", "c": "94D94A" },
            { "t": " " },
            { "t": "화난 마음을 피하라", "c": "D94A94" },
            { "t": "고 가르칩니다." }
        ]
    },
    {
        "num": 95,
        "q": [
            { "t": "제7계명은 무엇입니까?" }
        ],
        "a": [
            { "t": "제7계명은 ", "b": true   },
            { "t": "'" },
            { "t": "간음", "c": "4AD961" },
            { "t": "하지 말지니라'" , "b": true },
            { "t": "입니다." }
        ]
    },
    {
        "num": 96,
        "q": [
            { "t": "제7계명은 우리에게 무엇을 가르칩니까?" }
        ],
        "a": [
            { "t": "우리의 " },
            { "t": "마음과 말과 행동", "c": "D97B4A" },
            { "t": "을 " },
            { "t": "깨끗하게 하라", "c": "4AD9B7" },
            { "t": "고 가르칩니다." }
        ]
    },
    {
        "num": 97,
        "q": [
            { "t": "제8계명은 무엇입니까?" }
        ],
        "a": [
            { "t": "제8계명은 ", "b": true   },
            { "t": "'" },
            { "t": "도적질", "c": "614AD9" },
            { "t": "하지 말지니라'" , "b": true },
            { "t": "입니다." }
        ]
    },
    {
        "num": 98,
        "q": [
            { "t": "제8계명은 우리에게 무엇을 가르칩니까?" }
        ],
        "a": [
            { "t": "남의 것을 훔치지 말고 " },
            { "t": "정직하고 부지런하게 살라", "c": "D94A61" },
            { "t": "고 가르칩니다." }
        ]
    },
    {
        "num": 99,
        "q": [
            { "t": "제9계명은 무엇입니까?" }
        ],
        "a": [
            { "t": "제9계명은 ", "b": true   },
            { "t": "'네 " },
            { "t": "이웃", "c": "D9B74A" },
            { "t": "에 대하여 " },
            { "t": "거짓 증거", "c": "4AD97B" },
            { "t": "하지 말지니라'" , "b": true },
            { "t": "입니다." }
        ]
    },
    {
        "num": 100,
        "q": [
            { "t": "제9계명은 우리에게 무엇을 가르칩니까?" }
        ],
        "a": [
            { "t": "거짓말", "c": "94D94A" },
            { "t": "을 하지 말고 " },
            { "t": "항상 진실을 말하라", "c": "D94A94" },
            { "t": "고 가르칩니다." }
        ]
    },
    {
        "num": 101,
        "q": [
            { "t": "제10계명은 무엇입니까?" }
        ],
        "a": [
            { "t": "제10계명은 ", "b": true   },
            { "t": "'네 " },
            { "t": "이웃의 집", "c": "4AD961" },
            { "t": "을 " },
            { "t": "탐내지 말지니라.", "c": "D97B4A", "b": true  },
            { "t": " 네 이웃의 아내나 그의 남종이나 그의 여종이나 그의 소나 그의 나귀나 무릇 " },
            { "t": "네 이웃의 소유", "c": "4AD9B7" },
            { "t": "를 " },
            { "t": "탐내지 말지니라'", "c": "D97B4A", "b":true },
            { "t": "입니다." }
        ]
    },
    {
        "num": 102,
        "q": [
            { "t": "제10계명은 우리에게 무엇을 가르칩니까?" }
        ],
        "a": [
            { "t": "남의 것을 더 가지려 하지 말고 ", "b": true  },
            { "t": "자기의 몫", "c": "614AD9" },
            { "t": "으로 " },
            { "t": "만족", "c": "D94A61" },
            { "t": "하라고 가르칩니다." }
        ]
    },
    {
        "num": 103,
        "q": [
            { "t": "누구든지 이 " },
            { "t": "열 가지 계명", "c": "D9B74A" },
            { "t": "을 " },
            { "t": "완전히", "c": "4AD97B" },
            { "t": " 지킬 있습니까?" }
        ],
        "a": [
            { "t": "아담이 죄에 떨어진 이후, ", "b": true  },
            { "t": "아무도", "c": "94D94A" },
            { "t": " 십계명을 완전히 지키지 못했고 " , "b": true },
            { "t": "또 완전히 지킬 수 없습니다." }
        ]
    },
    {
        "num": 104,
        "q": [
            { "t": "십계명은 우리에게 " },
            { "t": "무슨 유익", "c": "D94A94" },
            { "t": "이 있습니까?" }
        ],
        "a": [
            { "t": "그것은 우리에게 우리의 " },
            { "t": "의무를 가르쳐 주고 ", "c": "4AD961" , "b": true },
            { "t": "구주의 필요성", "c": "D97B4A" },
            { "t": "을 보여줍니다." }
        ]
    },
    {
        "num": 105,
        "q": [
            { "t": "기도", "c": "4AD9B7" },
            { "t": "가 무엇입니까?" }
        ],
        "a": [
            { "t": "하나님께서 우리에게 " },
            { "t": "주기로 약속하신 것", "c": "614AD9" },
            { "t": "들을 ", "b": true  },
            { "t": "그에게 구하는 것", "c": "D94A61" },
            { "t": "입니다." }
        ]
    },
    {
        "num": 106,
        "q": [
            { "t": "우리는 " },
            { "t": "누구의 이름", "c": "D9B74A" },
            { "t": "으로 기도해야 합니까?" }
        ],
        "a": [
            { "t": "오직", "c": "4AD97B" },
            { "t": " " },
            { "t": "그리스도의 이름", "c": "94D94A" },
            { "t": "으로 기도해야 합니다." }
        ]
    },
    {
        "num": 107,
        "q": [
            { "t": "그리스도께서는 우리에게 " },
            { "t": "기도하는 법", "c": "D94A94" },
            { "t": "을 가르치시기 위해 무엇을 주셨습니까?" }
        ],
        "a": [
            { "t": "'주기도'", "c": "4AD961" },
            { "t": "를 주셨습니다." }
        ]
    },
    {
        "num": 108,
        "q": [
            { "t": "'주기도'", "c": "D97B4A" },
            { "t": "를 암송해 보십시오." }
        ],
        "a": [
            { "t": "'하늘에 계신 우리 아버지여 ", "b": true },
            { "t": " 이름이 거룩히 여김을 받으시오며 ", "b": true },
            { "t": " 나라이 임하옵시며 ", "b": true },
            { "t": " 뜻이 하늘에서 이룬 것같이 땅에서도 이루어지이다. ", "b": true },
            { "t": " 오늘날 우리에게 일용할 양식을 주옵시고 ", "b": true },
            { "t": " 우리가 우리에게 죄 지은 자를 사하여 준 것같이 우리 죄를 사하여 주옵시고 ", "b": true },
            { "t": " 우리를 시험에 들게 하지 마옵시고 ", "b": true },
            { "t": " 다만 악에서 구하옵소서. ", "b": true },
            { "t": " [대개] 나라와 권세와 영광이 아버지께 영원히 있사옵나이다. ", "b": true },
            { "t": " 아멘.'" }
        ]
    },
    {
        "num": 109,
        "q": [
            { "t": "주기도", "c": "4AD9B7" },
            { "t": "에는 몇 가지 소원이 있습니까?" }
        ],
        "a": [
            { "t": "여섯", "c": "614AD9" },
            { "t": " 가지 소원이 있습니다." }
        ]
    },
    {
        "num": 110,
        "q": [
            { "t": "첫 번째 소원은 입니까?" }
        ],
        "a": [
            { "t": "'" },
            { "t": "이름", "c": "D94A61" },
            { "t": "이 " },
            { "t": "거룩히 여김", "c": "D9B74A" },
            { "t": "을 받으시옵소서'입니다." }
        ]
    },
    {
        "num": 111,
        "q": [
            { "t": "첫 번째 소원에서 우리는 무엇을 위해 기도합니까?" }
        ],
        "a": [
            { "t": "하나님의 이름", "c": "4AD97B" },
            { "t": "이 ", "b":true },
            { "t": " 우리와 모든 사람들에 의해 " },
            { "t": "존귀", "c": "94D94A" },
            { "t": "하게 되기를 기도합니다." }
        ]
    },
    {
        "num": 112,
        "q": [
            { "t": "두번째 소원은 무엇입니까?" }
        ],
        "a": [
            { "t": "'" },
            { "t": "나라", "c": "D94A94" },
            { "t": "이 임하옵소서'입니다." }
        ]
    },
    {
        "num": 113,
        "q": [
            { "t": "두번째 소원에서 우리는 무엇을 위해 기도합니까?" }
        ],
        "a": [
            { "t": "복음", "c": "4AD961" },
            { "t": "이 온 세상에 전파되고 ", "b" : true },
            { "t": " 우리와 모든 사람이 " },
            { "t": "그것을 믿고 순종하기", "c": "D97B4A" },
            { "t": "를 기도합니다." }
        ]
    },
    {
        "num": 114,
        "q": [
            { "t": "세 번째 소원은 무엇입니까?" }
        ],
        "a": [
            { "t": "'뜻이 " },
            { "t": "하늘", "c": "4AD9B7" },
            { "t": "에서 이룬 것같이 " },
            { "t": "땅", "c": "614AD9" },
            { "t": "에서도 이루어지이다'입니다." }
        ]
    },
    {
        "num": 115,
        "q": [
            { "t": "세 번째 소원에서 우리는 무엇을 위해 기도합니까?" }
        ],
        "a": [
            { "t": "천사들이 하늘에서 하듯이, " , "b" : true },
            { "t": "땅에 있는 사람", "c": "D94A61" },
            { "t": "들이 " },
            { "t": "하나님", "c": "D9B74A" },
            { "t": "을 섬기게 되기를 기도합니다." }
        ]
    },
    {
        "num": 116,
        "q": [
            { "t": "네 번째 소원은 무엇입니까?" }
        ],
        "a": [
            { "t": "'오늘날 우리에게 일용할 양식을 주옵소서'" }
        ]
    },
    {
        "num": 117,
        "q": [
            { "t": "네 번째 소원에서 우리는 무엇을 위해 기도합니까?" }
        ],
        "a": [
            { "t": "하나님께서 우리의 " },
            { "t": "몸", "c": "D97B4A" },
            { "t": "과 " },
            { "t": "영혼", "c": "4AD9B7" },
            { "t": "을 위해 필요한 " },
            { "t": "모든 것", "c": "614AD9" },
            { "t": "들을 우리에게 주시기를 기도합니다." }
        ]
    },
    {
        "num": 118,
        "q": [
            { "t": "다섯 번째 소원은 무엇입니까?" }
        ],
        "a": [
            { "t": "'우리가 우리에게 " },
            { "t": "죄", "c": "D94A61" },
            { "t": " 지은 자를 사하여 준 것같이 우리 " },
            { "t": "죄", "c": "D94A61" },
            { "t": "를 사하여 주옵소서'입니다." }
        ]
    },
    {
        "num": 119,
        "q": [
            { "t": "다섯 번째 소원에서 우리는 무엇을 위해 기도합니까?" }
        ],
        "a": [
            { "t": "하나님께서 " , "b" : true },
            { "t": "그리스도", "c": "D97B4A" },
            { "t": " 때문에 우리의 " },
            { "t": "죄", "c": "4AD9B7" },
            { "t": "를 " },
            { "t": "용서", "c": "614AD9" },
            { "t": "해 주시고 " , "b" : true },
            { "t": "우리도 우리에게 " },            
            { "t": "해", "c": "D94A61" },
            { "t": "를 끼친 자들을 " },
            { "t": "용서", "c": "614AD9" },
            { "t": "해 줄 수 있기를 기도합니다" }
        ]
    },
    {
        "num": 120,
        "q": [
            { "t": "여섯 번째 소원은 무엇입니까?" }
        ],
        "a": [
            { "t": "'우리를 " },
            { "t": "시험", "c": "D9B74A" },
            { "t": "에 들게 하지 마옵시고, 다만 " },
            { "t": "악", "c": "4AD97B" },
            { "t": "에서 구하옵소서'입니다." }
        ]
    },
    {
        "num": 121,
        "q": [
            { "t": "여섯 번째 소원에서 우리는 무엇을 위해 기도합니까?" }
        ],
        "a": [
            { "t": "하나님께서 우리를 " },
            { "t": "죄", "c": "94D94A" },
            { "t": "에 빠지지 않도록 지켜주시기를 기도합니다." }
        ]
    },
    {
        "num": 122,
        "q": [
            { "t": "성례", "c": "D94A94" },
            { "t": "는 몇 가지가 있습니까?" }
        ],
        "a": [
            { "t": "두", "c": "4AD961" },
            { "t": " 가지가 있습니다." }
        ]
    },
    {
        "num": 123,
        "q": [
            { "t": "그것들이 무엇입니까?" }
        ],
        "a": [
            { "t": "세례", "c": "D97B4A" },
            { "t": "와 " },
            { "t": "성찬", "c": "4AD9B7" },
            { "t": "입니다." }
        ]
    },
    {
        "num": 124,
        "q": [
            { "t": "누가 이 " },
            { "t": "성례", "c": "614AD9" },
            { "t": "들을 정하셨습니까?" }
        ],
        "a": [
            { "t": "주 예수 그리스도", "c": "D94A61" },
            { "t": "께서 정하셨습니다." }
        ]
    },
    {
        "num": 125,
        "q": [
            { "t": "왜 그리스도께서 이 " },
            { "t": "성례", "c": "D9B74A" },
            { "t": "들을 정하셨습니까?" }
        ],
        "a": [
            { "t": "그의 제자들을 " },
            { "t": "세상과 구별", "c": "4AD97B" },
            { "t": "하시고 " , "b" : true },
            { "t": "그들을 위로", "c": "94D94A" },
            { "t": "하고 " },
            { "t": "굳세게", "c": "D94A94" },
            { "t": " 하시기 위해서 입니다." }
        ]
    },
    {
        "num": 126,
        "q": [
            { "t": "세례", "c": "4AD961" },
            { "t": "에서는 " },
            { "t": "어떤 상징", "c": "D97B4A" },
            { "t": "이 사용됩니까?" }
        ],
        "a": [
            { "t": "물로 씻는 것", "c": "4AD9B7" },
            { "t": "이 사용됩니다." }
        ]
    },
    {
        "num": 127,
        "q": [
            { "t": "이것은 무엇을 상징합니까?" }
        ],
        "a": [
            { "t": "우리가 " },
            { "t": "그리스도의 피", "c": "614AD9" },
            { "t": "로 " },
            { "t": "죄 씻음 받음", "c": "D94A61" },
            { "t": "을 상징합니다." }
        ]
    },
    {
        "num": 128,
        "q": [
            { "t": "우리는 " },
            { "t": "누구의 이름", "c": "D9B74A" },
            { "t": "으로 " },
            { "t": "세례", "c": "4AD97B" },
            { "t": "를 받습니까?" }
        ],
        "a": [
            { "t": "아버지", "c": "D94A94" },
            { "t": "와 " },
            { "t": "아들", "c": "D94A94" },
            { "t": "과 " },
            { "t": "성령", "c": "4AD961" },
            { "t": "의 " },
            { "t": "이름", "c": "D97B4A" },
            { "t": "으로 받습니다." }
        ]
    },
    {
        "num": 129,
        "q": [
            { "t": "누가", "c": "4AD9B7" },
            { "t": " " },
            { "t": "세례", "c": "614AD9" },
            { "t": "를 받을 것입니까?" }
        ],
        "a": [
            { "t": "믿는 이들", "c": "D94A61" },
            { "t": "과 " },
            { "t": "그들의 자녀들", "c": "D9B74A" },
            { "t": "입니다." }
        ]
    },
    {
        "num": 130,
        "q": [
            { "t": "왜 " },
            { "t": "갓난 아이", "c": "4AD97B" },
            { "t": "들이 " },
            { "t": "세례", "c": "94D94A" },
            { "t": "를 받아야 합니까?" }
        ],
        "a": [
            { "t": "그들도 " },
            { "t": "죄성", "c": "D94A94" },
            { "t": "을 가지고 있고 " },
            { "t": "구주가 필요하기 때문", "c": "4AD961" },
            { "t": "입니다." }
        ]
    },
    {
        "num": 131,
        "q": [
            { "t": "그리스도께서는 " },
            { "t": "어린 아이들", "c": "D97B4A" },
            { "t": "을 좋아하십니까?" }
        ],
        "a": [
            { "t": "예, ", "c": "4AD97B" },
            { "t": " 왜냐하면 그는 말씀하시기를, ", "b":true },
            { "t": "\"" },
            { "t": "어린 아이들", "c": "614AD9" },
            { "t": "이 네게 오는 것을 용납하고 금하지 말라. ", "b":true },
            { "t": "하나님의 나라", "c": "4AD9B7" },
            { "t": "가 이런 자의 것이니라\"고 하셨기 때문입니다." }
        ]
    },
    {
        "num": 132,
        "q": [
            { "t": "여러분의 세례는 여러분에게 " },
            { "t": "어떤 의무", "c": "614AD9" },
            { "t": "를 지웁니까?" }
        ],
        "a": [
            { "t": "그리스도", "c": "D94A61" },
            { "t": "의 " },
            { "t": "참된 제자가 되는 의무", "c": "D9B74A" },
            { "t": "를 지웁니다." }
        ]
    },
    {
        "num": 133,
        "q": [
            { "t": "성찬", "c": "4AD97B" },
            { "t": "이 무엇입니까?" }
        ],
        "a": [
            { "t": "그리스도", "c": "94D94A" },
            { "t": "의 " },
            { "t": "고난", "c": "D94A94" },
            { "t": "과 " },
            { "t": "죽음", "c": "4AD961" },
            { "t": "을 기억하며 " , "b":true},
            { "t": "떡을 먹고 포도즙을 마시는 것", "c": "D97B4A" },
            { "t": "입니다." }
        ]
    },
    {
        "num": 134,
        "q": [
            { "t": "떡", "c": "4AD9B7" },
            { "t": "은 무엇을 나타냅니까?" }
        ],
        "a": [
            { "t": "우리의 " },
            { "t": "죄", "c": "614AD9" },
            { "t": " 때문에 상하신 " },
            { "t": "그리스도의 몸", "c": "D94A61" },
            { "t": "을 나타냅니다." }
        ]
    },
    {
        "num": 135,
        "q": [
            { "t": "포도즙", "c": "D9B74A" },
            { "t": "은 무엇을 나타냅니까?" }
        ],
        "a": [
            { "t": "우리의 " },
            { "t": "구원", "c": "4AD97B" },
            { "t": "을 위해 흘리신 " },
            { "t": "그리스도의 피", "c": "94D94A" },
            { "t": "를 나타냅니다." }
        ]
    },
    {
        "num": 136,
        "q": [
            { "t": "누가 " },
            { "t": "성찬", "c": "D94A94" },
            { "t": "에 참여해야 합니까?" }
        ],
        "a": [
            { "t": "오직 그들의 " },
            { "t": "죄를 회개", "c": "4AD961" },
            { "t": "하고 ", "b":true },
            { "t": "구원", "c": "D97B4A" },
            { "t": "을 위해 " },
            { "t": "그리스도를 믿고 ", "c": "4AD9B7" , "b":true},
            { "t": "그들의 친구들을 사랑하는 자", "c": "614AD9" },
            { "t": "들만 입니다." }
        ]
    },
    {
        "num": 137,
        "q": [
            { "t": "그리스도는 십자가에 못박혀 죽으신 후 " },
            { "t": "무덤", "c": "D94A61" },
            { "t": "에 계속 계셨습니까?" }
        ],
        "a": [
            { "t": "아니오, ", "c": "D9B74A", "b":true },
            { "t": " 그는 죽으신지 " },
            { "t": "삼일", "c": "4AD97B" },
            { "t": "만에 " },
            { "t": "무덤", "c": "D94A61" },
            { "t": "에서 " },
            { "t": "다시 사셨습니다. ", "c": "94D94A" }
        ]
    },
    {
        "num": 138,
        "q": [
            { "t": "그리스도께서는 " },
            { "t": "지금", "c": "D94A94" },
            { "t": " " },
            { "t": "어디", "c": "4AD961" },
            { "t": "에 계십니까?" }
        ],
        "a": [
            { "t": "하늘", "c": "D97B4A" },
            { "t": "에 올라가 계시며, " , "b":true},
            { "t": "죄인들을 위해 기도", "c": "4AD9B7" },
            { "t": "하십니다." }
        ]
    },
    {
        "num": 139,
        "q": [
            { "t": "그리스도께서는 " },
            { "t": "다시", "c": "614AD9" },
            { "t": " " },
            { "t": "오실 것", "c": "D94A61" },
            { "t": "입니까?" }
        ],
        "a": [
            { "t": "예, ", "c": "D9B74A" , "b":true},
            { "t": "마지막 날", "c": "4AD97B" },
            { "t": " 그리스도께서는 " },
            { "t": "세상", "c": "94D94A" },
            { "t": "을 " },
            { "t": "심판", "c": "D94A94" },
            { "t": "하시러 " },
            { "t": "오실 것", "c": "D94A61" },
            { "t": "입니다." }
        ]
    },
    {
        "num": 140,
        "q": [
            { "t": "사람은 " },
            { "t": "죽을 때", "c": "4AD961" },
            { "t": " 어떻게 됩니까?" }
        ],
        "a": [
            { "t": "몸", "c": "D97B4A" },
            { "t": "은 " },
            { "t": "흙", "c": "4AD9B7" },
            { "t": "으로 돌아가고 ", "b":true },
            { "t": "영혼", "c": "614AD9" },
            { "t": "은 " },
            { "t": "영들의 세계", "c": "D94A61" },
            { "t": "에 들어갑니다." }
        ]
    },
    {
        "num": 141,
        "q": [
            { "t": "죽은 자들의 " },
            { "t": "몸", "c": "D9B74A" },
            { "t": "은 다시 살아날 것입니까?" }
        ],
        "a": [
            { "t": "예, ", "c": "4AD97B" , "b":true},
            { "t": " '나팔 소리가 나매 " },
            { "t": "죽은 자들이 다시 살아날 것", "c": "94D94A" },
            { "t": "입니다.'" }
        ]
    },
    {
        "num": 142,
        "q": [
            { "t": "악인들", "c": "D94A94" },
            { "t": "은 심판 날에 어떻게 될 것입니까?" }
        ],
        "a": [
            { "t": "그들은 " },
            { "t": "지옥에 던지울 것", "c": "4AD961" },
            { "t": "입니다." }
        ]
    },
    {
        "num": 143,
        "q": [
            { "t": "지옥", "c": "D97B4A" },
            { "t": "이 무엇입니까?" }
        ],
        "a": [
            { "t": "무섭고 끝없는 고통의 장소", "c": "4AD9B7" },
            { "t": "입니다." }
        ]
    },
    {
        "num": 144,
        "q": [
            { "t": "의인들", "c": "614AD9" },
            { "t": "은 어떻게 될 것입니까?" }
        ],
        "a": [
            { "t": "그들은 " },
            { "t": "천국으로 인도함을 받을 것", "c": "D94A61" },
            { "t": "입니다." }
        ]
    },
    {
        "num": 145,
        "q": [
            { "t": "천국", "c": "D9B74A" },
            { "t": "이 무엇입니까?" }
        ],
        "a": [
            { "t": "의인들이 " },
            { "t": "영원히", "c": "4AD97B" },
            { "t": " " },
            { "t": "주", "c": "94D94A" },
            { "t": "와 함께 있을 " },
            { "t": "영광스럽고 복된 장소", "c": "D94A94" },
            { "t": "입니다." }
        ]
    }
];